Repository: Snowtrueman/notification-bot
Catalog: bot/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: 🤖 Wow! There are no tasks on that date!
ru: 🤖 Ух ты! Дел на эту дату нет!

source: 🗒 View today tasks
ru: 🗒 Посмотреть список дел на сегодня

source: 📆 View tasks by date
ru: 📆 Посмотреть список дел на дату

source: ✅ Add new task
ru: ✅ Добавить новую задачу

source: 📝 Update task
ru: 📝 Обновить задачу

source: 🗑 Delete task
ru: 🗑 Удалить задачу

source: 🕒 Change timezone
ru: 🕒 Изменить часовой пояc

source: 🔔 Change notification time frame
ru: 🔔 Изменить время напоминаний

source: 🇷🇺|🇺🇸 Изменить язык
ru: 🇷🇺|🇺🇸 Change language

source: ⤵️ Back
ru: ⤵️ Назад

source: 🔄 Try again
ru: 🔄 Попробовать еще раз

source: 🕐️ Set the start time
ru: 🕐️ Установить время начала

source: 🕚 Set the stop time
ru: 🕚 Установить время конца

source: 🔔 Unmute notifications if no tasks
ru: 🔔 Включить оповещения если нет задач

source: 🔕 Mute notifications if no tasks
ru: 🔕 Отключить оповещения если нет задач

source: Please choose the action
ru: Выбери необходимое действие

source: ✅ The task successfully added!
ru: ✅ Задача добавлена!

source: 🤖 Whoops. Something went wrong
ru: 🤖 Упс. Что-то пошло не так

source: ✅ The task successfully updated!
ru: ✅ Задача обновлена!

source: 🤖 I can't find the provided city. Try to specify a larger city nearby.
ru: 🤖 Не могу найти такой город. Попробуйте написать его название латиницей или указать более крупный город поблизости.

source: 🕒 The timezone is set as {} (GMT {}).
ru: 🕒 Часовой пояс установлен в {} ({} от GMT).

source: 👋 Welcome back, {}!
ru: 👋 Приветствую вновь, {}!

source: 🤝 Welcome, {}! I'll help you not to forget the most important.
ru: 🤝 Приветствую, {}! \n" Я помогу тебе не забыть сделать самое важное.

source: 🤖 Ok! Let's choose the date
ru: 🤖 Ок! Выбери дату

source: 🤖 Please tell me in which city are you located and I'll find the proper timezone automatically. The current timezone is: *{}*
ru: 🤖 Напиши мне город в котором ты находишься и я автоматически подберу необходимую временную зону. На данный момент временная зона установлена как: *{}*

source: 🤖 Here you can change the time frame during which bot will notify you about scheduled tasks. This will be helpful to prevent bothering you during the night and other inappropriate time. If you want to set notification once a day in a specific time, just choose the same start and stop time. _The current time frame is:_ Start at: *{}* Stop at: *{}*
ru: 🤖 Здесь ты можешь изменить временной отрезок в течение которого бот будет сообщать тебе о текущих делах, для того, чтобы он не беспокоил тебя по ночам и в прочие неподходящие моменты. Для того, чтобы установить напоминание только 1 раз в день, установи одинаковое время начала и окончания напоминаний. _На данный момент установлено:_ Время начала: *{}* Время окончания: *{}*

source: 🤖 Please select the required time
ru: 🤖 Выбери необходимое время

source: 🤖 Success
ru: 🤖 Успешно

source: 🤖 The time frame was successfully updated
ru: 🤖 Время нотификации успешно изменено

source: 🤖 Choose the language
ru: 🤖 Выбери необходимый язык

source: ✅ The task successfully deleted!
ru: ✅ Задача удалена!

source: 🤖 Please provide the updated task
ru: 🤖 Жду обновленный текст задачи

source: 🤖 Tell me, what you want to do this day?
ru: 🤖 Напиши мне, что ты хочешь сделать?

source: 🤖 Please choose the task to be deleted
ru: 🤖 Выбери задачу, которую необходимо удалить

source: 🤖 There are no tasks on that date!
ru: 🤖 На эту дату нет запланированных задач!

source: 🤖 Please choose the task to be updated
ru: 🤖 Выбери задачу, которую необходимо обновить

source: This is the notification bot that'll help you not to forget the most important things. You can add, delete, edit tasks on a selected date and get quick access to the today's tasks. Bot will send you notifications about scheduled tasks every hour. You can change your timezone and time frame during which bot will notify you about scheduled tasks. This will be helpful to prevent bothering you during the night and other inappropriate time. You can choose between English and Russian language.
ru: Это бот для ежедневных напоминаний о вещах, которые необходимо не забыть сделать. Вы можете добавлять, удалять, редактировать дела на определённую дату, быстро просматривать список дел на сегодня. Бот будет напоминать вам о наличии запланированных дел каждый час. Для того, чтобы бот не беспокоил по ночам и в прочее неподходящее время, предусмотрен механизм установки часового пояса пользователя, а также редактирования времени отправки напоминаний. Для вашего удобства, вы можете выбрать между двумя языками интерфейса - русским и английским.
